Repository: ianz56/Spotify-Link-To-Musixmatch-Track-and-Album-webApp
Catalog: translations/su/LC_MESSAGES/messages.po
Languages: su

source: Wrong Spotify Link Or Wrong ISRC
su: Salah Link Spotify atawa ISRC

source: An unexpected error occurred, please try again
su: Aya kasalahan teu diduga, mangga cobi deui

source: Can be split
su: Tiasa dipisahkeun

source: You can copy and paste this:
su: Anjeun tiasa salin sareng témpél ieu:

source: Copy Template
su: Salin Template

source: Copied to clipboard!
su: Disalin ka clipboard!

source: Can not be splitted as they have the Same ISRC
su: Teu tiasa di-split sabab ISRC-na sami

source: They have different Pages
su: Duanana gaduh Kaca nu béda

source: Something went wrong
su: Aya kasalahan

source: Wrong Spotify Link
su: Salah Link Spotify

source: Please Enter A Valid Key
su: Mangga lebetkeun konci anu valid

source: Invalid input!
su: Teu valid input!

source: This track may having two pages with the same ISRC, the other <a class="card-link" href="%(track_url)s" target="_blank">page</a> from <a class="card-link" href="https://www.musixmatch.com/album/%(artist_id)s/%(album_id)s" target="_blank">album</a>.
su: Lagu ieu sigana ngagaduhan dua kaca nu ISRC-na sami, <a class="card-link" href="%(track_url)s" target="_blank">kaca</a> lian ti <a class="card-link" href="https://www.musixmatch.com/album/%(artist_id)s/%(album_id)s" target="_blank">album</a>.

source: This track may be facing an ISRC issue as the Spotify ID is connected to another <a class="card-link" href="%(track_url)s" target="_blank">page</a> from <a class="card-link" href="https://www.musixmatch.com/album/%(artist_id)s/%(album_id)s" target="_blank">album</a>.
su: Lagu ieu siga aya masalah ISRC sabab ID Spotify nyambung ka <a class="card-link" href="%(track_url)s" target="_blank">kaca</a> lian ti ieu <a class="card-link" href="https://www.musixmatch.com/album/%(artist_id)s/%(album_id)s" target="_blank">album</a>.

source: The track hasn't been imported yet. Please try again after 1-5 minutes. Sometimes it may take longer, up to 15 minutes, depending on the MXM API and their servers.
su: Lagu taccan diimpor. Mangga cobi deui saatos 1-5 menit. Mung prosesna tiasa nyéépkeun waktos leuwih lami, dugi 15 menit, kumaha tina API MXM jeung sérverna.

source: This track may missing its Spotify id
su: Lagu ieu sigana kaleungitan Id Spotify-na

source: Musixmatch Abstrack
su: Abstrak Musixmatch

source: Musixmatch abstrack:
su: Abstrak Musixmatch:

source: E.g.:
su: Mis.:

source: Get links
su: Téang link

source: Error:
su: Eror:

source: Track Info:
su: Info Lagu:

source: Track Name:
su: Nami Lagu:

source: Album Name:
su: Nami Album:

source: Artist Name:
su: Nami Artis:

source: Explicit:
su: Kasar:

source: Has Lyrics:
su: Aya Lirik:

source: Has Subtitles:
su: Aya Subtitel:

source: Verified by:
su: Divérifikasi ku:

source: Musixmatch (Restricted)
su: Musixmatch (Dibatasan)

source: Curator
su: Kurator

source: Curator (Locked)
su: Kurator (Dikonci)

source: Community
su: Komunitas

source: Artist
su: Artis

source: Unknown
su: Teu dikenal

source: Album Info:
su: Info Album:

source: Album ID:
su: ID Album:

source: Spotify source:
su: Sumber Spotify:

source: No Connected Source
su: Taya Sumber Kahubung

source: Apple Music source:
su: Sumber Apple Music:

source: Amazon Music source:
su: Sumber Amazon Music:

source: Countries
su: Nagara

source: Set Your Token
su: Atur Token Anjeun

source: Enter Your Token:
su: Lebetkeun Token Anjeun:

source: Save
su: Simpen

source: This Page is for any one want to use the tool with their Private Token key
su: Kaca ieu ngan kanggo nu badé ngagunakeun ieu alat pikeun nganggo konci Token Nyalira

source: Your Token:
su: Token Anjeun:

source: Delete your token
su: Hapus token anjeun

source: How To Get An Token:
su: Kumaha Kéngingkeun Token:

source: Login in
su: Lebet ka

source: Go to
su: Buka

source: Copy the debug and copy usertoken
su: Salin debug jeung salin usertoken

source: Please save and pin your key on the clipboard as it is saved in the browser you use only. If you changed browsers, you'll need to enter it again.
su: Mangga simpen sareng sematkeun konci anjeun dina clipboard sabab disimpen dina browser anu anjeun anggo hungkul. Upami anjeun ngarobih browser, anjeun kedah ngalebetkeun deui.

source: How can I return to use the tool Token:
su: Kumaha carana abdi tiasa nganggo deui Token ti alatna:

source: Delete your key from the page here or delete the site cookies
su: Hapus konci token anjeun di ieu kaca atawa hapus cookies kaca

source: Would the tool use my Token for other users:
su: Alat ieu bakal nganggo Token kuring pikeun pangguna anu sanés:

source: No, your Token is saved in your cookies not in a DB
su: Henteu, Token anjeun disimpen dina cookies anjeun sanés dina DB

source: How secure will be the Token?
su: Sabaraha amanna Token éta?

source: We are not setting the Token directly to the cookie. Instead, we are generating a token based on your Token which expires in every one hour then it regenerates a new token automatically. So you can say your Token is super secured.
su: Ieu henteu nyetél Token langsung kana cookie. Sabalikna, ieu ngahasilkeun token dumasar kana Token anjeun anu kadaluwarsa unggal jam teras éta ngahasilkeun deui token énggal sacara otomatis. Janten anjeun tiasa nyarios Token anjeun aman pisan.

source: Apple Music to Musixmatch Link
su: Apple Music ka Link Musixmatch

source: Apple Music Track Link:
su: Link Lagu Apple Music:

source: Verified By Community
su: Divérifikasi ku Komunitas

source: Verified By Artist
su: Divérifikasi ku Artis

source: Artist:
su: Artis:

source: Note:
su: Catetan:

source: Data fetched from cache
su: Data dicandak tina cache

source: Cached
su: Di-cache

source: Refresh
su: Anyarkeun

source: No Internet Connection
su: Taya Sambungan Internet

source: Make sure you're connected to the internet.
su: Pastikeun anjeun kahubung kana internet.

source: Home Page
su: Kaca Imah

source: Spotify Data
su: Data Spotify

source: Apple Music Source
su: Sumber Apple Music

source: MXM Source
su: Sumber MXM

source: MXM Abstrack
su: Abstrak MXM

source: Set Token
su: Atur Token

source: Contribute
su: Kontribusi

source: Credits
su: Krédit

source: Coded with ❤️ for music
su: Dikodeu ku ❤️ pikeun musik

source: Current Maintainer
su: Maintainer Ayeuna

source: Project Maintainer & Developer
su: Ménéjer Proyék & Pengembang

source: Original Creator
su: Panyipta Awal

source: Original Project Creator
su: Panyipta Proyék Awal

source: Translators
su: Panarjamah

source: Coming Soon
su: Bakal Datang

source: And thanks to all contributors on
su: Jeung hatur nuhun kanggé sadaya kontributor di

source: License
su: Lisénsi

source: This project is licensed under the MIT License.
su: Proyék ieu dinaungan ku lisensina Lisensi MIT.

source: View License
su: Tingali Lisensi

source: Spotify to Musixmatch Link
su: Link Spotify ka Musixmatch

source: Spotify Track|Album|Artist Link Or ISRC:
su: ISRC atawa Link Lagu|Album|Artis Spotify:

source: Verified by Community
su: Divérifikasi ku Komunitas

source: Verified by Artist
su: Divérifikasi ku Artis

source: How to Use?
su: Cara Ngagunakeun?

source: Get Spotify Data
su: Candak Data Spotify

source: Spotify Track|Album Link or ISRC:
su: ISRC atawa Link Lagu|Album Spotify:

source: E.g.:
su: Mis.:

source: No Available Markets
su: Taya Pasar Nu Sadia

source: No countries found.
su: Taya nagara nu kapendak.

source: Musixmatch Album source
su: Sumber Album Musixmatch

source: Musixmatch Album|track Link:
su: Link Album|lagu Musixmatch:

source: The tool can only get the source of the album.
su: Alat ieu ngan tiasa nyandak sumber pikeun album.

source: If a track matches multiple albums, please use the album link.
su: Upami lagu cocog sareng sababaraha album, mangga anggo tautan albumna.

source: Verified by
su: Divérifikasi ku

source: Track 1:
su: Lagu 1:

source: Track 2:
su: Lagu 2:

source: Check
su: Cék

source: Track 1
su: Lagu 1

source: Name
su: Ngaran

source: Track ID
su: ID Lagu

source: MXM Link
su: Link MXM

source: Track 2
su: Lagu 2
