Repository: ianz56/Spotify-Link-To-Musixmatch-Track-and-Album-webApp
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: id

source: Wrong Spotify Link Or Wrong ISRC
id: Salah Link Spotify atau ISRC

source: An unexpected error occurred, please try again
id: Terdapat kesalahan yang tak terduga, silakan coba lagi

source: Can be split
id: Bisa dipisahkan

source: You can copy and paste this:
id: Kamu bisa salin dan tempel ini:

source: Copy Template
id: Salin Templat

source: Copied to clipboard!
id: Disalin ke papan klip!

source: Can not be splitted as they have the Same ISRC
id: Tidak bisa dipisahkan karena memiliki ISRC yang sama

source: They have different Pages
id: Keduanya memiliki halaman yang berbeda

source: Something went wrong
id: Terjadi kesalahan

source: Wrong Spotify Link
id: Salah Link Spotify

source: Please Enter A Valid Key
id: Silakan masukkan kunci yang valid

source: Invalid input!
id: Masukan tidak valid!

source: This track may having two pages with the same ISRC, the other <a class="card-link" href="%(track_url)s" target="_blank">page</a> from <a class="card-link" href="https://www.musixmatch.com/album/%(artist_id)s/%(album_id)s" target="_blank">album</a>.
id: Trek ini mungkin memiliki dua halaman dengan ISRC yang sama, <a class="card-link" href="%(track_url)s" target="_blank">halaman</a> lain dari <a class="card-link" href="https://www.musixmatch.com/album/%(artist_id)s/%(album_id)s" target="_blank">album</a>.

source: This track may be facing an ISRC issue as the Spotify ID is connected to another <a class="card-link" href="%(track_url)s" target="_blank">page</a> from <a class="card-link" href="https://www.musixmatch.com/album/%(artist_id)s/%(album_id)s" target="_blank">album</a>.
id: Trek ini mungkin mengalami masalah ISRC karena ID Spotify terhubung ke <a class="card-link" href="%(track_url)s" target="_blank">halaman</a> lain dari <a class="card-link" href="https://www.musixmatch.com/album/%(artist_id)s/%(album_id)s" target="_blank">album</a>.

source: The track hasn't been imported yet. Please try again after 1-5 minutes. Sometimes it may take longer, up to 15 minutes, depending on the MXM API and their servers.
id: Trek belum diimpor. Silakan coba lagi setelah 1-5 menit. Terkadang prosesnya bisa memakan waktu lebih lama, hingga 15 menit, tergantung pada API MXM dan servernya.

source: This track may missing its Spotify id
id: Trek ini mungkin tidak memiliki ID Spotify

source: Musixmatch Abstrack
id: Abstrak Musixmatch

source: Musixmatch abstrack:
id: Abstrak Musixmatch:

source: E.g.:
id: Mis.:

source: Get links
id: Dapatkan Link

source: Track Info:
id: Info Lagu:

source: Track Name:
id: Nama Lagu:

source: Album Name:
id: Nama Album:

source: Artist Name:
id: Nama Artis:

source: Explicit:
id: Eksplisit:

source: Has Lyrics:
id: Memiliki Lirik:

source: Has Subtitles:
id: Memiliki Subtitle:

source: Verified by:
id: Terverifikasi oleh:

source: Unknown
id: Tidak dikenal

source: Album Info:
id: Info Album:

source: Album ID:
id: ID Album:

source: Spotify source:
id: Sumber Spotify:

source: No Connected Source
id: Tidak Ada Sumber Terhubung

source: Apple Music source:
id: Sumber Apple Music:

source: Amazon Music source:
id: Sumber Amazon Music:

source: Countries
id: Negara

source: Set Your Token
id: Atur Token Anda

source: Enter Your Token:
id: Masukkan Token Anda:

source: Save
id: Simpan

source: This Page is for any one want to use the tool with their Private Token key
id: Halaman ini untuk siapa saja yang ingin menggunakan alat ini dengan Token Pribadinya

source: Your Token:
id: Token Anda:

source: Delete your token
id: Hapus token Anda

source: How To Get An Token:
id: Cara Mendapatkan Token:

source: Login in
id: Masuk di

source: Go to
id: Pergi ke

source: Copy the debug and copy usertoken
id: Salin debug dan salin usertoken

source: Please save and pin your key on the clipboard as it is saved in the browser you use only. If you changed browsers, you'll need to enter it again.
id: Harap simpan dan pin token Anda di clipboard karena hanya tersimpan di browser yang Anda gunakan. Jika Anda mengganti browser, Anda perlu memasukkannya lagi.

source: How can I return to use the tool Token:
id: Bagaimana cara kembali menggunakan Token alat:

source: Delete your key from the page here or delete the site cookies
id: Hapus token Anda dari halaman ini atau hapus cookie situs

source: Would the tool use my Token for other users:
id: Apakah alat ini akan menggunakan Token saya untuk pengguna lain:

source: No, your Token is saved in your cookies not in a DB
id: Tidak, Token Anda tersimpan di cookie Anda, bukan di DB

source: How secure will be the Token?
id: Seberapa aman Token ini?

source: We are not setting the Token directly to the cookie. Instead, we are generating a token based on your Token which expires in every one hour then it regenerates a new token automatically. So you can say your Token is super secured.
id: Web tidak menyimpan Token secara langsung di cookie. Sebaliknya, web menghasilkan token berdasarkan Token Anda yang kedaluwarsa setiap satu jam, lalu menghasilkan token baru secara otomatis. Jadi bisa dibilang Token Anda sangat aman.

source: Apple Music to Musixmatch Link
id: Apple Music ke Link Musixmatch

source: Apple Music Track Link:
id: Link Trek Apple Music:

source: Artist:
id: Artis:

source: Note:
id: Catatan:

source: Data fetched from cache
id: Data diambil dari cache

source: Cached
id: Di-cache

source: Refresh
id: Segarkan

source: No Internet Connection
id: Tidak Ada Koneksi Internet

source: Make sure you're connected to the internet.
id: Pastikan kamu terhubung ke internet.

source: Home Page
id: Beranda

source: Spotify Data
id: Data Spotify

source: Apple Music Source
id: Sumber Apple Music

source: MXM Source
id: Sumber MXM

source: MXM Abstrack
id: Abstrak MXM

source: Set Token
id: Atur Token

source: Contribute
id: Kontribusi

source: Credits
id: Kredit

source: Coded with ❤️ for music
id: Dibuat dengan ❤️ untuk musik

source: Current Maintainer
id: Maintainer Sekarang

source: Project Maintainer & Developer
id: Pengelola Proyek & Pengembang

source: Original Creator
id: Pencipta Awal

source: Original Project Creator
id: Pencipta Proyek Awal

source: Translators
id: Penerjemah

source: Coming Soon
id: Segera Hadir

source: And thanks to all contributors on
id: Dan terima kasih untuk semua kontributor di

source: License
id: Lisensi

source: This project is licensed under the MIT License.
id: Proyek ini dilisensikan di bawah Lisensi MIT.

source: View License
id: Lihat Lisensi

source: Spotify to Musixmatch Link
id: Link Spotify ke Musixmatch

source: Spotify Track|Album|Artist Link Or ISRC:
id: Link Lagu|Album|Artis Spotify atau ISRC:

source: How to Use?
id: Cara Penggunaan?

source: Get Spotify Data
id: Ambil Data Spotify

source: Spotify Track|Album Link or ISRC:
id: Link Trek|Album Spotify atau ISRC:

source: E.g.:
id: Mis.:

source: No Available Markets
id: Tidak Ada Pasar Tersedia

source: No countries found.
id: Negara tidak ditemukan.

source: Musixmatch Album source
id: Sumber Album Musixmatch

source: Musixmatch Album|track Link:
id: Link Album|Trek Musixmatch:

source: The tool can only get the source of the album.
id: Alat ini dapat mengambil sumber album.

source: If a track matches multiple albums, please use the album link.
id: Jika halaman trek terhubung ke banyak album, silakan gunakan link album.

source: Verified by
id: Terverifikasi oleh

source: Track 1:
id: Trek 1:

source: Track 2:
id: Trek 2:

source: Check
id: Cek

source: Track 1
id: Trek 1

source: Name
id: Nama

source: Track ID
id: ID Lagu

source: MXM Link
id: Link MXM

source: Track 2
id: Trek 2

source: Musixmatch (Restricted)
id: Musixmatch (Terbatas)

source: Curator
id: Kurator

source: Curator (Locked)
id: Kurator (Terkunci)

source: Community
id: Komunitas

source: Artist
id: Artis
